/* formatter input error format */
"'%@' is not a valid social security number." = "„%@“ ist keine gültige Sozialversicherungsnummer.";

/* humanReadableStringForTimeInterval */
"%@ ago" = "Vor %@";

/* abbreviated string for bytes format */
"%0.1f GB" = "%0.1f GB";

/* abbreviated string for gigahertz format */
"%0.1f GHz" = "%0.1f GHz";

/* abbreviated string for bytes format */
"%0.1f kB" = "%0.1f KB";

/* abbreviated string for kilohertz format */
"%0.1f KHz" = "%0.1f kHz";

/* abbreviated string for bytes format */
"%0.1f MB" = "%0.1f MB";

/* abbreviated string for megahertz format */
"%0.1f MHz" = "%0.1f MHz";

/* abbreviated string for bytes format */
"%0.1f PB" = "%0.1f PB";

/* abbreviated string for bytes format */
"%0.1f TB" = "%0.1f TB";

/* abbreviated string for terahertz format */
"%0.1f THz" = "%0.1f THz";

/* abbreviated string for bytes format */
"%d bytes" = "%d Byte";

/* humanReadableStringForTimeInterval */
"%ld day, %ld:%02ld:%02ld" = "%1$ld Tag, %2$ld:%3$ld:%4$ld";

/* humanReadableStringForTimeInterval */
"%ld days, %ld:%02ld:%02ld" = "%1$ld Tage, %2$ld:%3$ld:%4$ld";

/* humanReadableStringForTimeInterval */
"%ld seconds" = "%ld Sekunden";

/* humanReadableStringForTimeInterval */
"%ld:%02ld" = "%1$ld:%2$ld";

/* humanReadableStringForTimeInterval */
"%ld:%02ld:%02ld" = "%1$ld:%2$ld:%3$ld";

/* abbreviated string for hertz format */
"%u Hz" = "%u Hz";

/* script exception format */
"Add command has invalid 'to' specifier." = "Der Befehl „Add“ hat das ungültige Spezifikationselement „to“.";

/* script exception format */
"Add command missing the required 'to' specifier." = "Der Befehl „Add“ hat nicht das benötigte Spezifikationselement „to“.";

/* invalid bundle reason */
"Bundle is obsolete" = "Bundle ist überholt";

/* invalid bundle reason */
"Bundle requires additional software" = "Bundle benötigt zusätzliche Software";

/* compression error reason */
"bzip2 library returned error code %d when finishing compression. %s." = "Die bzip2-Bibliothek gab beim Abschließen der Komprimierung den Fehlercode %1$d zurück. %2$s.";

/* decompression error reason */
"bzip2 library returned error code %d when reading data. %s." = "Die bzip2-Bibliothek gab beim Lesen der Daten den Fehlercode %1$d zurück. %2$s.";

/* compression error reason */
"bzip2 library returned error code %d when writing data. %s." = "Die bzip2-Bibliothek gab beim Schreiben der Daten den Fehlercode %1$d zurück. %2$s.";

/* error recovery option */
"Cancel <error recovery>" = "Abbrechen";

/* error description - a UNIX subprocess exited due to a signal */
"command '%@' exited due to signal %d (%s)" = "Befehl „%1$@“ beendete aufgrund von Signal %2$d (%3$s)";

/* error description - a UNIX subprocess exited with a nonzero status */
"command '%@' returned %d" = "Befehl „%1$@“ gab %2$d zurück";

/* Error message when mkdir() fails
   Error message when mkdir() will fail because there's a file in the way
   Error message when stat() fails when trying to create a directory tree */


"Could not create directory" = "Verzeichnis konnte nicht erstellt werden";

/* error description - unable to start a child process using the fork syscall
   error description - unable to start a child process using the spawn syscall */

"Could not fork '%@'" = "„%@“ konnte nicht aufgespalten werden";

/* time span formatter span */
"d" = "d";

/* time span formatter span */
"day" = "Tag";

/* time span formatter span */
"days" = "Tage";

/* invalid bundle reason */
"Duplicate bundle name" = "Bundle-Name doppelt";

/* exception reason */
"Element '%@' not allowed at path: %@" = "Element „%1$@“ nicht zulässig in Pfad: %2$@";

/* error description */
"Error creating pipe" = "Fehler beim Erstellen von Pipe";

/* Error encountered when trying to pass data through a UNIX command - parameter is underlying error text */
"Error filtering data through UNIX command: %@" = "Fehler bei Datenfilterung über den UNIX-Befehl: %@";

/* time span formatter span */
"h" = "h";

/* time span formatter span */
"hour" = "Stunde";

/* time span formatter span */
"hours" = "Stunden";

/* formatter input error */
"Invalid time span format" = "Ungültiges Format für Zeitraum";

/* local bundle path readable string */
"local configuration file" = "lokale Konfigurationsdatei";

/* time span formatter span */
"m" = "Mo";

/* time span formatter span */
"minute" = "Minute";

/* time span formatter span */
"minutes" = "Minuten";

/* time span formatter span */
"mo" = "Mo";

/* time span formatter span */
"month" = "Monat";

/* time span formatter span */
"months" = "Monate";

/* error reason */
"No root element was found" = "Kein Stammelement gefunden";

/* invalid bundle reason */
"Not a valid bundle" = "Kein gültiges Bundle";

/* formatter input error */
"Only enter numbers separated by spaces." = "Geben Sie nur durch Leerzeichen getrennte Nummern ein.";

/* script exception format */
"Remove command has invalid 'from' specifier." = "Der Befehl „Remove“ hat das ungültige Spezifikationselement „from“.";

/* script exception format */
"Remove command missing the required 'from' specifier." = "Der Befehl „Remove“ hat nicht das benötigte Spezifikationselement „from“.";

/* humanReadableStringForTimeInterval */
"right now" = "jetzt";

/* time span formatter span */
"s" = "s";

/* time span formatter span */
"second" = "Sekunde";

/* time span formatter span */
"seconds" = "Sekunden";

/* script exception format */
"Specified container doesn't handle the add command." = "Der angegebene Container kann den Befehl „Add“ nicht verarbeiten.";

/* script exception format */
"Specified container doesn't handle the remove command." = "Der angegebene Container kann den Befehl „Remove“ nicht verarbeiten.";

/* formatter input error */
"That is not a valid date." = "Dies ist kein gültiges Datum.";

/* formatter input error */
"That is not a valid phone number." = "Dies ist keine gültige Telefonnummer.";

/* formatter input error */
"That is not a valid social security number." = "Dies ist keine gültige Sozialversicherungsnummer.";

/* formatter input error */
"That is not a valid state abbreviation." = "Dies ist keine gültige Abkürzung für ein Bundesland.";

/* formatter input error */
"That is not a valid zip code." = "Dies ist keine gültige Postleitzahl.";

/* compression error description */
"Unable to compress data." = "Die Daten können nicht komprimiert werden.";

/* error description */
"Unable to create lock file '%@'." = "Sperrdatei „%@“ konnte nicht erstellt werden.";

/* decompression error description */
"Unable to decompress data." = "Die Daten können nicht dekomprimiert werden.";

/* decompression exception format */
"Unable to decompress gzip data: invalid header" = "Gzip-Daten können nicht dekomprimiert werden: ungültiger Header";

/* compression error description */
"Unable to initialize compression" = "Komprimierung kann nicht initialisiert werden";

/* decompression error description */
"Unable to initialize decompression" = "Dekomprimierung kann nicht initialisiert werden";

/* script exception format */
"Unable to resolve insertion container in specifier %@" = "Einfüge-Container im Spezifikationselement %@ kann nicht aufgelöst werden";

/* script exception format */
"Unable to resolve insertion index in specifier %@" = "Einfügeindex im Spezifikationselement %@ kann nicht aufgelöst werden";

/* script exception format */
"Unable to resolve insertion key in specifier %@" = "Einfügeschlüssel im Spezifikationselement %@ kann nicht aufgelöst werden";

/* error description */
"Unable to write cache file to '%@'" = "Cache-Datei konnte nicht in „%@“ geschrieben werden.";

/* decompression error reason */
"unrecognized compression format." = "Das Komprimierungsformat wurde nicht erkannt.";

/* time span formatter span */
"w" = "W";

/* error description */
"Warning encountered while loading XML." = "Beim Laden von XML wurde eine Warnmeldung ausgegeben.";

/* time span formatter span */
"week" = "Woche";

/* time span formatter span */
"weeks" = "Wochen";

/* time span formatter span */
"y" = "y";

/* time span formatter span */
"year" = "Jahr";

/* time span formatter span */
"years" = "Jahre";

/* zlib error reason */
"zlib returned error code %d." = "Zlib gab den Fehlercode %d zurück.";

/* zlib error reason */
"zlib returned error code %d. %s." = "Zlib gab den Fehlercode %1$d. %2$s zurück.";